---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PeakHeatingLoadParam
source: html/2a71f643-b847-e27f-8513-2efce692b34b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PeakHeatingLoadParam Property

"Peak Heating Load"

## Syntax (C#)
```csharp
public static ForgeTypeId PeakHeatingLoadParam { get; }
```